import {IonButtons, IonContent, IonHeader, IonImg, IonMenuButton, IonPage, IonTitle, IonToolbar} from '@ionic/react';

const About: React.FC = () => {

    return (
        <IonPage>
            <IonHeader>
                <IonToolbar>
                    <IonButtons slot="start">
                        <IonMenuButton />
                    </IonButtons>
                    <IonTitle>Ποιοι είμαστε</IonTitle>
                </IonToolbar>
            </IonHeader>

            <IonContent fullscreen className="ion-padding">
                <IonImg
                    src="https://panoramapolihnitou.gr/wp-content/uploads/2024/10/kolaz-jpg.avif"
                    alt="Πανόραμα Πολιχνιτού"
                ></IonImg>
                <p>Υπήρχε από παλιά η διάθεσή μας για τη δημιουργία μιας ιστοσελίδας (site). Τον τελευταίο χρόνο,
                        όμως, διαμορφώθηκε σε πρόθεση και τούτο επειδή:
                    </p>

                    <p>– Για πάνω από τρία χρόνια δουλέψαμε εντατικά και υπεύθυνα για το χωριό, μέσω του συλλόγου
                        “Πολιχνιατών&nbsp;Αθήνας”. Ήρθαμε σε επαφή με πάρα πολλούς ανθρώπους, υπηρεσίες, ιδρύματα,
                        φορείς,&nbsp;συλλόγους.
                    </p>

                    <p>– Η εμπειρία της σύνταξης της εφημερίδας του χωριού μας, “ΠΟΛΙΧΝΙΑΤΙΚΟΣ ΛΟΓΟΣ”, μας έδωσε τη
                        δυνατότητα επικοινωνίας με πολλούς συγχωριανούς και όχι μόνο. Εκτός από τα αμιγώς προβλήματα του
                        χωριού μας σχολιάσαμε και αναφερθήκαμε και σε πολλά άλλα σημαντικά θέματα του νησιού αλλά και
                        γενικότερα. Η εμπειρία αυτή ήταν, κυρίως αυτή, που μας ώθησε στη δημιουργία και ενεργοποίηση
                        αυτής της ιστοσελίδας.
                    </p>

                    <p>– Ζούμε σε μία εποχή περισσότερο ηλεκτρονική πια. Όλοι σχεδόν έχουν κάποια σχέση, κυρίως οι
                        νεότεροι, με τα μέσα κοινωνικής δικτύωσης και η κλασσική ενημέρωση από την εφημερίδα μειώνεται.
                    </p>

                    <p>– Τον ελεύθερο χρόνο μας αποφασίσαμε να τον μοιραζόμαστε με φίλους και συγχωριανούς δημιουργικά
                        και παραγωγικά.
                    </p>

                    <p>Έτσι ανοίγουμε ένα παραθυράκι, μία χαραμάδα με πολύ μεράκι και όρεξη.</p>

                    <p>Οι προθέσεις μας και οι στόχοι μας συνοπτικά περιγράφονται ως εξής:</p>

                    <p>– Φιλοδοξούμε να φτιάξουμε ένα χώρο υγιούς προβληματισμού και πολιτισμού, γιατί πιστεύουμε πως
                        είναι και το κύριο ζητούμενο στις μέρες μας, ένα κύτταρο πολιτισμικής αναφοράς του τόπου μας και
                        όχι μόνο.
                    </p>

                    <p>– Πρόθεσή μας είναι να διαμορφώσουμε ένα χώρο ελεύθερης και πολυφωνικής κοινωνικής ενημέρωσης,
                        σε θέματα του χωριού ,του νησιού αλλά και γενικότερα, φιλοξενώντας ενυπόγραφα υπεύθυνα και
                        πολιτισμένα τους προβληματισμούς και τις απόψεις όσων επιθυμούν
                    </p>

                    <p>– Να μοιραστούμε εμπειρίες, μνήμες, καταστάσεις&nbsp;προγενέστερες αλλά και σύγχρονες. Ζούμε σε
                        μία εποχή, που απαιτεί να μιλάμε, να λέμε τη γνώμη μας στοχαστικά κι ελεύθερα.
                    </p>

                    <p>– Ξεκάθαρη και απαραβίαστη αρχή μας είναι πως είμαστε υπέρ της δημιουργικής, παραγωγικής
                        σκέψης, που δεν αναπαράγει τον αντικοινωνικό κομματισμό, την ιδεοληψία, τον διχασμό, τον
                        φανατισμό και τη συναισθηματική μιζέρια.
                    </p>

                    <p>– Θέλουμε να συνδράμουμε, στο μέτρο των δυνατοτήτων μας, στην επίλυση των προβλημάτων του
                        χωριού μας, το οποίο έχει την ανάγκη όλων μας και περισσότερο όσων έχουν τον τρόπο, τα μέσα, τη
                        δύναμη και το κύρος.
                    </p>

                    <p>– Θα αρχίζουμε την καταγραφή της Ιστορίας του χωριού μας. Πρέπει να μάθουμε “από πού κρατάει η
                        σκούφια μας”.
                    </p>

                    <p>Απαιτεί βέβαια χρόνο και μελέτη.</p>

                    <p>Η ιστοσελίδα μας δεν θα έχει τη μορφή των επαγγελματικής&nbsp; ιστοσελίδας, με τα ατελείωτα
                        θέματα και τον επιβαρυντικό φόρτο των ειδήσεων. Τα θέματα, τα σχόλια, η πληροφορία, η ενημέρωση
                        για την επικαιρότητα αλλά και για θέματα γενικότερου ενδιαφέροντος, θα είναι τόσα,
                        όσα&nbsp;χρειάζεται. Όμως, δεν θα έχει να ζηλέψει σε τίποτα από τις επαγγελματικές ιστοσελίδες
                        ως “στήσιμο”.
                    </p>

                    <p>Πιστεύουμε απόλυτα πως θα προκαλέσουμε το ενδιαφέρον και την περιέργεια πολλών, έτσι
                        ώστε&nbsp; να γίνουμε μία πολύ μεγάλη και όμορφη συντροφιά, με την πάροδο του χρόνου.
                    </p>

                    <p>Εννοείται πώς όσα άρθρα ή πληροφορίες δεν υπογράφονται από εμάς τους ίδιους δε σημαίνει πως
                        συμφωνούμε κιόλας με τα γραφόμενα σ’ αυτά. Ίσως να είναι κείμενα που “κεντρίζουν”, για να
                        παραχθεί σκέψη και λόγος.
                    </p>
                    <p>“Αυτόν που δε συμμετέχει στα κοινά δεν τον θεωρούμε φιλήσυχο αλλά άχρηστο πολίτη” (τον μηδέν
                        τών δε μετέχοντα ουκ απράγμονα&nbsp;αλλ αχρείον νομίζομεν). Το είπε ο Περικλής, το έγραψε ο
                        Θουκυδίδης, προσωπικότητες όχι του παρελθόντος άλλο του παρόντος και, κυρίως, του μέλλοντος.
                    </p>
            </IonContent>
        </IonPage>
    );
};

export default About;
